IDEA Open Model
PointOnLine3D Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the PointOnLine3D class
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public PointOnLine3D()
Public Sub New
See Also
Reference
PointOnLine3D Class
IdeaRS.OpenModel.Geometry3D Namespace